app/controllers/subtitles_controller.rb

INSERT INTO `subtitles` (`created_at`, `email`, `language`, `updated_at`, `url`) VALUES ('2013-09-28 18:17:44', '', 'Português', '2013-09-28 18:17:44', 'dMH0bHeiRNg')
---
  def create
    @subtitle = Subtitle.new(url: params[:subtitle][:url], language: params[:subtitle][:language], email: params[:subtitle][:email])
    @subtitle.save